[
    {
        "id": "1",
        "title": "КАЧИНА ГРУДКА З ОВОЧАМИ І ФАСОЛЕЮ",
        "image": "pie.png",
        "description": "Качину грудку обробляємо і ріжемо на невеликі шматочки, відбиваємо з обох сторін, вкладаємо в миску й заливаємо молоком, прибираємо в холодильник. Гливи ріжемо і обсмажуємо на рослинній олії на сильному вогні, поки не випарується більша частина рідини. Ріпчасту цибулю ріжемо півкільцями і додаємо до глив, обсмажуємо 10 хвилин, додаємо нарізаний кубиками помідор, тушкуємо 10 хвилин, постійно помішуючи, солимо і перчимо до смаку, додаємо сметану і тушкуємо ще 20 хвилин на маленькому вогні. Картоплю нарізаємо кружальцями і обсмажуємо з двох сторін. Кожен шматочок качиної грудки обвалюємо в сухарях і обсмажуємо з двох сторін (7-10 хвилин з кожного боку). У центр тарілки викладаємо грибне рагу, по периметру гуртки картоплі і шматочки качки. Приємного апетиту."
        
    },
    {
        "id": "2",
        "title": "АМЕРИКАНСЬКИЙ ГАРБУЗОВИЙ ПИРІГ З КОРИЦЕЮ",
        "image": "avocado.png",
        "description": [
            "Баночка гарбузового варення власного виробництва дозволила мені пропустити етап приготування гарбуза для начинки. Втім, якщо у вас немає таких гарбузових запасів, як у мене, це можна легко виправити. Гарбуз почистити від шкірки та серцевини, порізати на кубики. Зварити в чуть-чуть підсоленій воді до готовності. Відцідити воду та блендером пюрувати гарбуз. Додати спеції, дрібку солі, жовтки, згущене молоко, крохмаль — все перемішати.",
            "Для приготування тіста в мисці змішуємо усі сухі інгредієнти: борошно, цукор, порошок до печива. Додаємо порізане на кубики масло. Швиденько вимішуємо масло з борошном до утворення вологих крихт, додаємо яйце та воду і замішуємо м'яке тісто.",
            "Викладаємо тісто на змащену жиром і посипану борошном форму, розприділяємо по всій її поверхні, проколюємо виделкою.",
            "Загортаємо харчовою плівкою і ставимо на півгодини до холодильника. Далі вистеляємо зверху пергамент, висипаємо фасолю чи рис і печемо з тягарем в розігрітій до 180 градусів духовці 10-15 хвилин.",
            "Пергамент з фасолею забираємо з тіста і ще підпікаємо його п'ять хвилин. До речі, фасолю не слід викидати, адже її можна використати для наступних пирогів. Далі виливаємо на корж начинку. І печемо пиріг 35-40 хвилин. Різати яскравого красеня бажано, коли він повністю охолоне, найкраще дати йому відпочити через ніч."
            
            ]
        
    },
    {
        "id": "3",
        "title": "СМАЖЕНІ БАКЛАЖАНИ З ПОМІДОРАМИ",
        "image": "bread.png",
        "description": "Готувати таке блюдо одне задоволення. А з овочами воно придбають чудовий смак. Ваша кухня наповниться воістину чудовими ароматами. Баклажани ріжемо кільцями, солимо, потім злегка обсмажуємо в борошні на рослинному маслі. Викласти на паперові рушники, щоб прибрати зайвий жир. Овочі нарізаємо як можна тонше у вигляді соломки, додаємо цукор, сіль, часник на смак, трохи тушкуємо на оливковій олії. На велику тарілку красиво викладаємо смажені баклажани. Наверх овочі з зеленню. Смажені баклажани з овочами готові."
        
    },
    {
        "id": "4",
        "title": "НАВАРЕН З ТЕЛЯТИНИ",
        "image": "bread_berry.png",
        "description": "Наварено - дуже смачне і зігріваючe рагу з яловичини і овочів. М'ясо в результаті досить тривалого приготування виходить м'яким і відмінно просочується усіма смаками і ароматами. Дуже цікаве і смачне блюдо. М'ясо вимити, нарізати шматками розміром 4-5 см і обсмажити в каструлі в розігрітій олії до рум'яної скоринки, 6-7 хв. Цибулю і часник очистити і подрібнити, додати до м'яса, готувати 4 хв. Додати борошно і томатну пасту, добре перемішати і готувати ще 4 хв. Влити вино, прокип'ятити, 5 хв. Потім влити воду так, щоб м'ясо було повністю покрито нею. Приправити сіллю і перцем, покласти гілочку чебрецю і готувати під кришкою 1 год 15 хв., Час від часу перемішуючи. Картоплю і моркву очистити. Картопля крупно нарізати, моркву розрізати вздовж на 2-4 частини. Патисони вимити і розрізати кожен навпіл. Відварити картоплю в киплячій підсоленій воді, 15 хв. В окремій каструлі відварити моркву і патисони, 10 хв. За 5 хв. до закінчення варіння додати зелений горошок. Відкинути всі овочі на друшляк.Покласти підготовлені овочі в каструлю до м'яса, перемішати і готувати ще 15 хв."
        
    },
    {
        "id": "5",
        "title": "ПЕЧІНКОВИЙ ТОРТ З МОРКВОЮ ТА ЦИБУЛЕЮ",
        "image": "bruschette.png",
        "description": " Телячу печінку відправляємо в гарячу воду на 3-5 хвилин. Після знімаємо з неї тонку верхню плівку. Розрізаємо печінку на кілька шматків й очищаємо від жил. Двічі пропускаємо печінку через м’ясорубку. Після першого разу додаємо до фаршу трохи соняшникової олії, щоб він вийшов максимально однорідним. Змішуємо яйця, молоко і розтоплену рослинно-вершкову суміш. Поступово додаємо фарш і обсмажену на сухій пательні муку. Доводимо печінкове тісто до стану сметани. Приправляємо адигейською сіллю. Наливаємо печінкове тісто черпаком на розігріту сковороду з маслом. Обсмажуємо на середньому вогні до появи скоринки – приблизно 3-5 хвилин. Після цього перевертаємо і смажимо печінковий корж ще близько 2-3 хвилин до повної готовності. Так само випікаємо ще 9 коржів. Готуємо начинку для торта: цибулю нарізаємо кубиком і обсмажуємо до м’якості. Моркву натираємо на крупній тертці й додаємо до цибулі разом з двома ложками кип’яченої води. Тушкуємо овочі разом ще 8-10 хвилин. Цибулю і моркву перекладаємо в друшляк, щоб вони охололи, а також, щоб зайве масло могло стікти."
        
    },
    {
        "id": "6",
        "title": "ТЕЛЯТИНА В ОЖИНОВОМУ СОУСІ",
        "image": "meat.png",
        "description": " Телятина повинна бути тільки свіжою, кісточка зачищена   не менше як на два сантиметри. Розпочинати її маринування Павло Вакула  радить із оливкової олії. Вже після цього потрібно додавати сіль і перець, щоб не стікав сік. Також варто додати соєвий соус та вишневу наливку. Після цього м’ясо викладають на сковорідку, обсмажують на оливковій олії, не більше 6 хв., аби не втратило соковитість. Довести м’ясо   до повної готовності можна   в пароконвекційній шафі. Сушеф ділиться досвідом, якщо страва подається з гарніром, то гарнір готують одночасно з м’ясом, тому що сік із смаженого м’яса стікає за 4-6 хв, і страва буде сухою. Для приготування соуса з ожини необхідно обсмажити її на вершковому маслі, потім додати коньяк, який вигоряє після підпалювання, залишаючи приємний смак, для карамелізації ожини додати невелику кількість меду."
        
    },
    {
        "id": "7",
        "title": "КЛАСИЧНА ПАСТА З СОУСОМ ПЕСТО",
        "image": "pasta.png",
        "description": " У ступку або в блендер насипаємо подрібнений базилік і додаємо оливкова олія, при цьому постійно розтираючи суміш. Потроху в суміш додаємо кедрові горішки, сир і часник. Збиваємо соус до однорідної консистенції. У киплячу воду додаємо трохи оливкової олії, дрібку солі й опускаємо пасту, яку варимо «аль денте» – паста на смак повинна здаватися трохи всирою. Помішуємо. Потім через сито зливаємо воду, а в пасту додаємо трохи оливкової олії. Перемішуємо. Розігріваємо сковороду і викладаємо в неї пасту. Додаємо соус песто, за смаком солимо і перчимо, потім все швидко перемішуємо. Знімаємо сковороду з вогню і викладаємо пасту на тарілку. Окремо для оздоблення нарізаємо трохи червоного болгарського перцю, а також фігурно зрізаємо або натираємо шкірку лимона. Залишки песто потрібно зберігати в холодильнику. Готову пасту прикрашаємо кедровими горішками, болгарським перцем, цедрою лимона, пармезаном і листочками базиліку."
        
    },
     {
        "id": "8",
        "title": "РІЗОТТО З ОВОЧАМИ",
        "image": "rise.png",
        "description": "  Для початку всі овочі необхідно нарізати. Цибуля ріжеться досить дрібно. Стебло селери на зовсім маленькі кубики, навіть дрібніше ніж на салат олів’є. Морквину очистити і нарізати, побільше. Помідор обшпарити окропом і зняти шкірку, видалити насіння і нарубати ножем дуже дрібно. Обсмажити цибулю і моркву до м’якості. Посолити і поперчити. Краще, щоб цибуля не стала засмажуватися, а тільки стала м’якою і злегка прозорою. Коли овочі стануть м’якими, додати нарізаний помідор. Перемішати і тушкувати овочі під кришкою ще 5 хв. Засипати рис арборіо, перемішати і обсмажувати на середньому вогні кілька хвилин, щоб рис покрився масляною плівкою. Додати близько 0.5 літра гарячого овочевого бульйону або просто окропу з чайника. Довести різотто до кипіння і варити на слабкому вогні під кришкою, поки рис повністю не вбере всю рідину. Взагалі-то рідина в різотто додається порціями, і кожна наступна доливається після того, як попередня повністю вбралася рисом. Як робити – на ваш розсуд. Різотто з овочами після цього посипати сиром із зеленню, і відразу перемішати. Посипати різотто зеленню і пармезаном. Готове різотто з овочами розкласти по тарілках і відразу подавати до столу, поки воно гаряче."
        
    },
     {
        "id": "9",
        "title": "ГОРІХОВА ПАСТА",
        "image": "sweet_bread.png",
        "description": " Горіхи поколоти і вибрати ядра, повинно вийти 400 гр. Потім обсмажити їх на сковороді (без олії). Помістити горіхи в чашу блендера і подрібнити. Додати до горіховим крихтам масло, воно необхідне для в'язкості консистенції, і продовжити роботу. Утворюватимуться грудочки, збивати масу потрібно ще якийсь час, повинна вийти еластична маса. Потім додати мед і сіль, процес піде відразу швидше, горіхова паста стане однорідною. Перекласти її в баночку і в холодильник, там вона буде зберігатися до 2 місяців. Чудовий сніданок готовий! Горіхова паста дуже смачна і корисна. Дітки, які відмовляються снідати і не хочуть ні кашу, ні бутерброди, із задоволенням поласують булочкою з горіховою пастою."
        
    },
     {
        "id": "10",
        "title": "ПАШТЕТ З КАЧИНОЇ ПЕЧІНКИ",
        "image": "meet_cow.png",
        "description": "Розморожену печінку нарізати невеликими шматочками, щоб їх товщина була не більше, ніж 2 см. Вичавити апельсиновий сік і натерти цедру. Нарізані шматочки качиної печінки викласти в підготовлену ємність і залити соком апельсина, накрити, залишити маринуватися протягом 1 години. У цей час на сковороді підігріти качиний жир, і на ньому обсмажити дрібно нарізану цибулю, разом з цедрою апельсина. Через годину сік апельсина злити, шматочки печінки викласти на сковорідку, додати цедру і лавровий лист. Обсмажувати по 20 секунд з кожної сторони. Після повного приготування, печінкові шматочки викласти в чашу для блендера, додати сіль і спеції, а також невелику кількість качиного жиру, що залишився після смаження. Готову суміш пересипати в іншу форму і залишити остигати."
        
    }

]